export const accordionFaqData = [
  {
    title:
      '1. Сколько стоит производство/установка/обслуживание моего оборудования?',
    content: (
      <>
        Производство/установка/обслуживание Вашего оборудования рассчитывается
        исходя из множества параметров, поэтому окончательную стоимость Вы
        можете узнать связавшись с нашими специалистами.
        <br />
        <br />
        Они проведут полный расчет, исходя из Ваших потребностей и сделают
        коммерческое предложение.
      </>
    ),
  },
  {
    title:
      '2. Сколько времени займет производство/установка моего оборудования?',
    content: (
      <>
        Время работы зависит от сложности заказа. Окончательные сроки
        утверждаются после формирования конечного заказа и осмотра установочной
        площадки нашим специалистом.
        <br />
        <br />В среднем длительность выполнения одного заказа составляет от 2
        недель до 3 месяцев.
      </>
    ),
  },
  {
    title: '3. Какие гарантии предоставляются?',
    content: (
      <>
        На произведенное оборудование предоставляется гарантия от производителя.
        <br />
        <br />
        На установку оборудования — 1 год.
        <br />
        <br />
        На обслуживание — 1 год.
      </>
    ),
  },
  {
    title: '4. Какое оборудование производите/устанавливаете?',
    content: (
      <>
        Мы работаем со следующим оборудованием:
        <br />
        <br />
        1. Чилеры
        <br />
        2. Гидромодули
        <br />
        3. Конденсаторы воздушного охлаждения
        <br />
        4. Холодильные централи
        <br />
        5. Компрессорно-конденсатные блоки
        <br />
        7. Каскадные холодильные машины и установки
        <br />
        8. Камеры шоковой заморозки
        <br />
        9. Насосные станции
        <br />
        10. Холодильные камеры
        <br />
        11. Линии шоковой заморозки
        <br />
        12. Ледовые арены
      </>
    ),
  },
  {
    title: '5. Я не нашел своего вопроса',
    content: (
      <>
        В таком случае Вы можете связаться с нашими специалистами.
        <br />
        <br />
        Они с радостью дадут Вам исчерпывающую информацию по Вашему вопросу.
      </>
    ),
  },
];
